/* No comment provided by engineer. */
"Couldn’t download that logbook backup." = "Couldn’t download that logbook backup.";

/* No comment provided by engineer. */
"Couldn’t download your list of previous backups." = "Couldn’t download your list of previous backups.";

/* No comment provided by engineer. */
"Couldn’t find your LogTen Pro logbook." = "Couldn’t find your LogTen Pro logbook.";

/* %@ = a non-localized gzip error message */
"Gzip error: %@" = "Gzip error: %@";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Sending logbook data to server…" = "Sending logbook data to server…";

/* No comment provided by engineer. */
"You have been logged out." = "You have been logged out.";

/* No comment provided by engineer. */
"You must have LogTen Pro 6 or newer for Mac to use this program." = "You must have LogTen Pro 6 or newer for Mac to use this program.";

/* No comment provided by engineer. */
"Your logbook has been reverted to a previous backup." = "Your logbook has been reverted to a previous backup.";

/* No comment provided by engineer. */
"Your previous logbook has been saved to your Desktop in case anything went wrong." = "Your previous logbook has been saved to your Desktop in case anything went wrong.";

